Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_63_itemid_EQ_122.tmx
Source language: sme
Languages: smn

source: xxx
smn: Toimâ

source: Doaibma
smn: Sämikielâ

source: Oahppamateriálabargu
smn: Škovlim Oppâmateriaalpargo

source: Sosiála- ja dearvvašvuohta
smn: Sosiaal- já tiervâsvuođâ

source: Sosiálasuorggi máhttinguovddáš
smn: Sosiaalsyergi mättimkuávdáš

source: Nuoraid dáiddadáhpáhus
smn: Nuorâi taaiđâtábáhtus

source: Sámegielat , sámegiela ja - kultuvrra oahpahus
smn: Sämikielâlâš , sämikielâ já kulttuur máttááttâs

source: Sámediggi ovddida sápmelaččaid iežas giela , kultuvrra ja iežasgielat oahpahusa .
smn: Sämitigge oovded sämmilij jieijâs kielâ , kulttuur já jieijâskielâlâš máttááttâs .

source: Dat doaibmá ovttas sámeguovllu gielddaiguin , eará skuvlema ordnejeddjiiguin , davviriikalaš seammalágan org1aiguin ja stáhta oahpahushálddahusain .
smn: Tot tuáimá ohtsâšpargoin sämikuávlu kieldâiguin , eres škovliittâs uárnejeijeiguin , tave-eennâmlâš uábbiorgaanijguin já staatâ máttááttâshaldâttâssáin .

source: Sámediggi ovddasta sápmelaččaid jiena skuvlenpolitihkas .
smn: Sämitigge oovdâst sämmilij jienâ škovlimpolitiikâst .

source: Sámegiela ja – kultuvrra sajádat oahpahusas lea okta dain deŧáleapmosiin sámiid boahtte áiggi gažaldagain .
smn: Sämikielâ já kulttuur sajattâh máttááttâsâst lii ohtâ tehálumosijn sämmilij puátteevuođâ koččâmâšâin .

source: Sámegiella leamaš skuvllaid oahpahusprográmmas vuođđoskuvlla vuosttas logijagiid rájes .
smn: Sämikielâ lii kuullâm škoovlâ máttááttâsohjelmân vuáđuškoovlâ vuosmuu ihelovo rääjist .

source: Sámegielat oahpahus álggahuvvui Ohcejogas ja Anáris 1970-logu beallemuttus .
smn: Sämikielâlâš máttááttâs vuolgij joton Ucjuuvâst já Anarist 1970-lovo pelimuddoost .

source: Buot sámiid ruovttoguovllu vuođđoskuvllat ja logahagat addet sámegiela oahpahusa .
smn: Puoh sämikuávlu vuáđuškoovlah já luvâttuvah adeleh sämikielâ máttááttâs .

source: Sámegielat oahpahus addojuvvo eanemusat vuođđoskuvlla jahkeluohkáin 1-6 .
smn: Sämikielâlâš máttááttâs adeluvvoo enâmustáá vuáđumáttááttâs iheluokain 1-6 .

source: Sámeguovllu olggobealde sámegiella oahpahuvvo dál vel unnán , muhto oahppiid lohku lea laskamin .
smn: Sämikuávlu ulguubeln máttááttuvvoo sämikielâ tuše váhá , mut uáppeemeeri lii lassaanmin .

source: Oassi oahpahusas addojuvvo virtuála vugiin , fierpmádatoahpahussan .
smn: Uási máttááttâsâst adeluvvoo virtuaallávt , viermimáttááttâssân .

source: Sámiid ruovttoguovllu olggobealde ii leat vel dássážii addojuvvon sámegielat oahpahus .
smn: Sämikuávlu ulguubeln ij lah vala adelum sämikielâlâš máttááttâs .

source: Sámegiella sáhttá leat skuvlla oahpahusgiellan , eatnigiela oahppoávnnasin ja vieris giela oahppoávnnasin , man lea eaktodáhtolaččat válljen .
smn: Sämikielâ puáhtá leđe škoovlâ máttááttâskielâ , eenikielâ oppâaamnâs já iävtutátulâš / väljejum vieres kielâ oppâaamnâs .

source: Sámeguovllus lága mielde buot sámegiela máhtti oahppit galggašedje oažžut oahpahusa sámegillii .
smn: Sämikuávlust ässee sämikielâ mättee uáppeeh kalgeh laavâmield finniđ váldu-uási vuáđumáttááttâsâst sämikielân .

source: Mearrádusat gusket buot golmma sámegillii maid Suomas hállet : anáraš- , kolttá- ja davvisámegielaid .
smn: Njuolgâdusah kyeskih puoh kuulmâ Suomâst sarnum sämikielâ : aanaar- , nuorttâ- já tavesämikielâ .

source: Sámegielaid iskosiid lea vejolaš čađahit studeantadutkosis , mii muđuid lea eará osiin suomagillii .
smn: Sämikielâi iskosijd lii máhđulâšvuotâ čođâldittiđ pajeuappeetutkosijn , mii lii eres osijdis peeleest suomâkielâlâš .

source: Anáris lea Sámi oahpahusguovddáš , mii lea áidna Suomas doaibmi ámmátlaš oahppolágádus , gos oahpahusgiellan geavahuvvo maiddái sámegiella .
smn: Säämi máttááttâskuávdáš Anarist lii áinoo áámmátlâš oppâlájádâs Suomâst , mast máttááttâskiellân kiävttoo meiddei sämikielâ .

source: Sámegiela ja – kultuvrra sáhttá studeret golmma Suoma universiteahtas : Oulu , Helsset ja Lappi universiteahtain .
smn: Sämikielâ já kulttuur puáhtá luuhâđ Suomâst kuulmâ ollâopâttuvâst : Oulu , Helsig já Laapi ollâopâttuvâin .

source: Oulu universiteahta Giellagas-instituhtas lea riikkadási sierrabargu sámegiela ja kultuvrra alla dási oahpahusas ja dutkamušas .
smn: Oulu ollâopâttuv Giellagas-instituutist lii väldikodálâš sierânâspargo sämikielâ já kulttuur ollâ tääsi máttááttâsâst já tutkâmist .

source: Norgga Guovdageainnus lea Sámi allaskuvla Davviriikkaid áidna allaskuvla , gos oahpahusa , dutkamuša ja hálddahusa váldogiellan lea sámegiella .
smn: Säämi ollâškovlâ Taažâ Kuovdâkiäinust lii áinoo Tave-eennâmlâš ollâškovlâ , mast máttááttâs , tutkâm já haldâšem váldukiellân lii sämikielâ .

source: Sámi allaskuvla skuvle sámegielat oahpaheddjiid ja váldá studeanttaid maid ránnjáriikkain Suomas , Ruoŧas ja Ruoššas .
smn: Säämi ollâškovlâ škuávlee el . sämikielâlâš máttáátteijeid já váldá uáppeid meiddei ránnjáenâmijn Suomâst , Ruotâst já Ruošâst .

source: Sámi skuvlenáššiid oktasašbargoorgána 2012-2015
smn: Säämi škovlimašij ohtsâšpargo-orgaan 2012-2015

source: Sámi skuvlenáššiid oktasašbargoorgána 2008-2011
smn: Säämi škovlimašij ohtsâšpargo-orgaan 2008-2011

source: Oahpahusa statistihkka :
smn: Máttááttâslovottuvah

source: Oahpahus sámegielas ja sámegillii Suoma skuvllain 2013-2014
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâ škoovlâin 2013-2014

source: Oahpahus sámegielas ja sámegillii Suoma skuvllain 2012-2013
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâ škoovlâin 2012-2013

source: Sámegiela ja sámegielat oahpahus Suoma skuvllain 2011-2012
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâ škoovlâin 2011-2012

source: Sámegiela ja sámegielat oahpahus Suoma skuvllain 2010-2011
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâ škoovlâin 2010-2011

source: Sámegiela ja sámegielat oahpahus Suoma skuvllain 2009-2010
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâ škoovlâin 2009-2010

source: Sámegiela ja sámegielat oahpahus Suoma skuvllain 2008-2009
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâ škoovlâin 2008-2009

source: Sámegiela ja sámegielat oahpahus Suoma skuvllain 2007-2008
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâ škoovlâin 2007-2008

source: Sámegiela ja sámegielat oahpahus Suoma skuvllain 2006-2007
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâ škoovlâin 2006-2007

source: Sámegiela ja sámegielat oahpahus Suoma skuvllain 2005-2006
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâ škoovlâin 2005-2006

source: Sámegiela ja sámegielat oahpahus Suoma skuvllain 2003-2004
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâ škoovlâin 2003-2004

source: Mo oaččun sámegiela oahpahusa ?
smn: Maht finniim sämikielâ máttááttâs ?
